[Main]
DisplayName=മലയാളം

[SmartDefrag_SDMainForm]
btn_close.Hint=അടയ്ക്കു
btn_maximize.Hint=വലുതാക്കുക
btn_minimize.Hint=ചുരുക്കുക
btn_restore.Hint=പുന:സ്ഥാപനം
btn_more.Hint=വിഭവങ്ങള്‍
lblLatestNews.Caption=സുഹൃത്തുക്കള്‍ക്ക് നല്‍കു, അവരെ സന്തോഷിപ്പിക്കു
btn_game_optimize.Caption=സമന്വയിപ്പിക്കു
btn_gamedefrag_start.Caption=തുടരു
btn_gamedefrag_stop.Caption=നിര്‍ത്തൂ
btn_gamedefrag_pause.Caption=തടയു
btn_defrag_finish.Caption=അവസാനിപ്പിക്കു
btn_backtosvolumetatus.Caption=പിന്നാക്കം
lblPBD_DPF.Caption=പേജ് ഫയല്‍ ശീതനിദ്ര ഫയല്‍ എന്നിവ വികണനം ചെയ്യുക
lblPBD_DMFT.Caption=MFT വികണനം ചെയ്യു
lblPBD_DSYS.Caption=ഫയല്‍ സിസ്റ്റം വികണനം ചെയ്യുക
lblPBD_DREG.Caption=രെജിസ്ട്രി വിക്ണനം ചെയ്യുക
lblPBD_DCF.Caption=തിരഞ്ഞെടുത്ത ഫയല്‍ വികണനം ചെയ്യുക
btnBTConfig.Caption=ക്രെമീകരിക്കു
LabelEnableBTD.Caption=ബൂട്ട്സമയ വികണനം
lblBootTimeDefrag.Caption=ബൂട്ട്സമയ വികണന ഇതിഹാസം
lvBootTimeDefragListView.Columns[0].Caption=ഡേറ്റ
lvBootTimeDefragListView.Columns[1].Caption=ആകെ വലുപ്പം
lvBootTimeDefragListView.Columns[2].Caption=കണങ്ങള്‍
lvBootTimeDefragListView.Columns[3].Caption=ക്രിയ
btn_tab_actioncenter.Caption=ക്രിയകേന്ദ്രം
btn_tab_boottimedefrag.Caption=ബൂട്ട്സമയ വികണനം
btn_tab_diskdefrag.Caption=തളികാ വികണനം
btn_tab_gameoptimize.Caption=ക്രീടാ വികണനം
lbl_map.Caption=മാപ്പ് നിറം
lblResetColor.Caption=പൂര്‍വ്വക്രമം
lvDefragList.Columns[0].Caption=നാമം
lvDefragList.Columns[1].Caption=കണങ്ങള്‍
lvDefragList.Columns[2].Caption=വലുപ്പം
lvDefragList.Columns[3].Caption=പാത
lvDefragList.Columns[4].Caption=ഫലം
btnShowDefragMap.Caption=മാപ്പ്
btnShowDefragList.Caption=വിശദാംശം
btnShowJunkFile.Caption=കുപ്പ
lblAfterDefragTask.Items[0].Caption=വികണനശേഷം അടയ്ക്കുക
lblAfterDefragTask.Items[1].Caption=വികണനശേഷം നിദ്ര
lblAfterDefragTask.Items[2].Caption=വികണനശേഷം ശീതനിദ്ര
lblAfterDefragTask.Items[3].Caption=വികണനശേഷം അടച്ചുതുറക്കുക
lblStatus.Caption=സ്ഥിതി:
lblSSDStatus.Caption=സ്ഥിതി:
lblAfter.Caption=ശേഷം:
lblBefore.Caption=മുന്‍പ്:
lblFragRate.Caption=വികണന നിരക്ക്
lblDefragFragmentRate.Caption=വികണന നിരക്ക്
btn_start.Caption=തുടരു
btn_stop.Caption=നിര്‍ത്തൂ
btn_pause.Caption=തടയു
lbl_estimatedtime1.Caption=ശേഷിക്കുന്ന സമയം
btnFixDefrag.Caption=സ്മാര്‍ട്ട്‌ വികണനം
btn_view_report.Caption=റിപ്പോര്‍ട്ട്‌ കാണുക
lblJunkScanSkip.Caption=മറികടക്കു
mniOpenSmartDefrag.Caption=സ്മാര്‍ട്ട്‌ടെഫ്രാഗ് തുറക്കു
mniHomePage.Caption=ഗ്രിഹ മുഖം
mniSupport.Caption=സാങ്കേതിക സഹായം
mniExit.Caption=പുറത്തേക്ക്
mniTask_Shutdown.Caption=അടയ്ക്കു
mniTask_Sleep.Caption=ഉറങ്ങു
mniTask_Hibernate.Caption=ശീത നിദ്ര
mniTask_Reboot.Caption=പുനര്‍ ആരംഭം
mniSkinClassic.Caption=ക്ലാസ്സിക്
mniSkinWhite.Caption=സ്വേതം
btnFeedBack.Caption=അഭിപ്രായം അറിയിക്കു
btnViewReport.Caption=റിപ്പോര്‍ട്ട്‌ കാണുക
btnScanMore.Caption=കൂടുതല്‍ പരിശോധന
lblBootTimeSSD.Caption=നിങ്ങളുടെ ഡിസ്ക് SSD ആകുന്നു ബൂട്ട് ടൈം ദീഫ്രാഗ് സക്രിയമല്ല
shp_map_free.Hint=ഒഴിഞ്ഞ സ്ഥലം
shp_map_mft.Hint=മാസ്റ്റര്‍ ഫയല്‍ ടേബിള്‍
shp_map_dir.Hint=ഡയറക്ടറികള്‍
shp_map_frequent.Hint=തുടര്‍ ഉപയോഗം ഉള്ളവ
shp_map_rare.Hint=ഉപയോഗം കുറഞ്ഞവ
shp_map_unmovable.Hint=നീക്കല്‍ അസാധ്യം
shp_map_frag.Hint=കണങ്ങള്‍
shp_map_moving.Hint=നീക്കുന്നു
btn_nav_show.Hint=ക്രിയകേന്ദ്രം
btn_nav_hide.Hint=ക്രിയാകേന്ദ്രം മറയ്ക്കുക
lbl_defragprogress.Caption=ആകെ മുന്നേറ്റം
lblGameEstimatedTime.Caption=ആകെ മുന്നേറ്റം
lblRecommendation.Caption=നിര്‍ദേശങ്ങള്‍
lblJunkCleaned.Caption=കുപ്പ നീക്കി
lblSpaceReleased.Caption=സ്ഥലം ഒഴിച്ചു
btn_feedback.Caption=അഭിപ്രായം അറിയിക്കു
btnGameViewReport.Caption=റിപ്പോര്‍ട്ട്‌ കാണുക
rdlblBootTimeDefragDesc.Caption=സിസ്റ്റം തുറക്കുംമുന്പ് വികണനം ചെയ്ത് ക്ഷമത വര്‍ദ്ധിപ്പിക്കുവാന്‍ സഹായിക്കും
btnBTActiveNow.Caption=സക്രിയമാക്കു
btnGOActiveNow.Caption=സക്രിയമാക്കു
rdlblEnterCode.Caption=കോഡ് ചേര്‍ക്കു
btnManageLicense.Caption=ലൈസന്‍സ് നിയന്ത്രണം
rdlblProfuture.Caption=ഡിസ്കിന്‍റെ ക്ഷമതയും,ആയുസും ഇതിനാല്‍ കൂട്ടുക
btnProfutureAuto.Caption=യാന്ത്രിക സ്മാര്‍ട്ട്‌ ദീഫ്രാഗ്
btnProfutureBootTimeDefrag.Caption=ബൂട്ട്സമയ വികണനം
btnProfutureAlways.Caption=സദൈവ നവീകരണം

[SmartDefrag_SDMainMenu]
btn_more.Hint=വിഭവങ്ങള്‍
btnAbout.Caption=അറിയുക
btnCheckUpdates.Caption=പുതുമ നോക്കുക
btnDownload.Caption=IObit സൌജന്യ സോഫ്റ്റ്‌വെയര്‍ ചേര്‍ക്കുക
btnFindUsOnFacebook.Caption=ഫേസ്ബുക്കില്‍ കാണുക
btnReport.Caption=വിവരണം
btnSettings.Caption=ക്രമം
btnSkin.Caption=കുപ്പായം
btnTechnicalSupport.Caption=സാങ്കേതിക സഹായം
btnTranslate.Caption=തര്‍ജമ സഹകരണം
btnUseManual.Caption=പുസ്തകം
btnDiskHealth.Caption=തളികാ ക്ഷമത

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=പരിശോധിക്കു
mniItem2.Caption=ഡീഫ്രാഗ് && സമ്ന്വ്യയം
mniItem3.Caption=വലിയ ഫയല്‍ ഡീഫ്രാഗ്
mniItem4.Caption=ഒഴിഞ്ഞ സ്ഥലം ഡീഫ്രാഗ് ചെയ്യുക
mniItem5.Caption=ഡീഫ്രാഗ് && സമ്ന്വ്യയം (മന്ദം)
mniItem6.Caption=ചുരുക്കി && സമന്വ്യയിക്കു
mniItem7.Caption=അതിവേഗ ഡീഫ്രാഗ്

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=ഫയലും ഫോള്ടറും ചേര്‍ത്തു
btnAddFile.Caption=ഫയല്‍ ചേര്‍ക്കു
btnAddFolder.Caption=ഫോള്‍ഡര്‍ ചേര്‍ക്കു

[SmartDefrag_FormSetting]
btn_close.Hint=അടയ്ക്കു
lblTitle.Caption=ക്രമം
Button_Recommand.Caption=നിര്‍ദേശങ്ങള്‍
Button_OK.Caption=ശരി
Button_Cancel.Caption=ഉപേക്ഷ
Button_Apply.Caption=ചേര്‍ക്കു
lblSettingType.Caption=സാമാന്യ ക്രമം
AutoLoadCheck.Caption=വിന്‍ഡോസ്‌ തുടക്കത്തില്‍ ആരംഭിക്കുക
CloseSetCheck.Caption=പ്രോഗ്രാം അടയ്ക്കുമ്പോള്‍ സിസ്റ്റം ട്രയില്‍ ചുരുങ്ങുക
TrayCheck.Caption=സിസ്റ്റം ട്രയില്‍ വിവരണം തുടങ്ങുക
CheckBox_Show_RemovableDisk.Caption=താല്‍കാലിക ഡിസ്ക് മറയ്ക്കുക
lblSilentDesc.Caption=ഈ ഖടകം തടസ്സമില്ലാത്ത വികണനം സാധ്യമാക്കുന്നു
lblReplaceDefragDesc.Caption=ഈ ഖടകം സക്രിയമാക്കുമ്പോള്‍ വിന്‍ഡോസ് ഡീഫ്രാഗ് തുടങ്ങുന്നതിനു പകരം സ്മാര്‍ട്ട്‌ ഡീഫ്രാഗ്  തുടങ്ങും
lblVSSDesc.Caption=ഇപ്പോഴുള്ള ബാക്ക്അപ് സംരക്ഷിക്കുവാന്‍ താല്‍കാലികമായി vss നിര്‍ത്തലാക്കും വികണന ശേഷം വീണ്ടും തുടങ്ങും (vss : വോള്യം ഷാഡോ കോപ്പി)
lblBatteriesDesc.Caption=വികണന ക്രിയ ബാറ്ററി കൂടുതല്‍ ഉപയോഗിക്കും ആയതിനാല്‍, ബാറ്ററി ഉപയോഗിക്കുമ്പോള്‍ വികണനം നിര്‍ത്തുക
ReplaceWindowDefrag.Caption=വിന്‍ഡോസ് ഡീഫ്രാഗ്മെന്‍ടറിനു പകരം വയ്ക്കു
SilentCheck.Caption=ശാന്ത പ്രക്രിയ വികണനത്തിനു ഉപയോഗിക്കുക
chkEnableVSS.Caption=ntfs വികണനം ചെയ്യുമ്പോള്‍ vss നിര്‍ത്തുക
BatteryCheck.Caption=ബാറ്ററിയില്‍ യാന്ത്രിക വികണനം നിര്‍ത്തലാക്കുക
Label_Auto_Des.Caption=പുതിയ സാങ്കേതികവിദ്യ സിസ്റ്റം ഐഡ്ല്‍ നേരങ്ങളില്‍ വികണനം ചയ്തു ഹാര്‍ഡ് ഡിസ്ക് ആയുസ്സ് വര്ദ്ധിപ്പിക്കുന്നു
Label_DefragRate.Caption=കണന നിരക്ക് വര്‍ധിക്കുമ്പോള്‍ വികണനം ചെയ്യു:
ExcludeCheck.Caption=൧ gb യില്‍ കൂടിയ ഫയല്‍ ഒഴിവാക്കു
ComboBox_DefragRate.Items[0].Caption=എല്ലായ്പ്പോഴും വികണനം ചെയ്യുക
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=ഒഴിവാക്കിയ എല്ലാ ഖടകങ്ങളും പരിശോധിക്കില്ല
Button_Add_File.Caption=ഫയല്‍ ചേര്‍ക്കു
Button_Add_Folder.Caption=ഫോള്‍ഡര്‍ ചേര്‍ക്കു
Button_Delete.Caption=നീക്കുക
ListView_Exlude.Columns[0].Caption=നാമം
Label_Schedule_Des.Caption=യന്ത്രികംമായി നിശ്ചിത സമയത്ത് വികണനം നടക്കും
Label_Schedule_Task.Caption=നിശ്ചിത കര്‍മം
Label_Action.Caption=ക്രിയ
Label_Schedule_Status.Caption=സ്ഥിതി
Button_Config_Schedule.Caption=ക്രെമീകരിക്കു
ScheduleList.Columns[0].Caption=ഒച്ച
lvBootTimeDefrag.Columns[0].Caption=ഒച്ച
lvAAList.Columns[0].Caption=ലക്കം
ComboBox_Action.Items[0].Caption=സ്മാര്‍ട്ട്‌ ഡീഫ്രാഗ്
ComboBox_Action.Items[1].Caption=വലിയ ഫയല്‍ ഡീഫ്രാഗ്
ComboBox_Action.Items[2].Caption=ഒഴിഞ്ഞ സ്ഥലം ഡീഫ്രാഗ് ചെയ്യുക
ComboBox_Action.Items[3].Caption=വികണനം & സമന്വ്യയം
ComboBox_Action.Items[4].Caption=വികണനം & മുന്ഗണന (മന്ദം)
Label_Max.Caption=പരമാവധി ഫയല്‍
Label_Unsupport.Caption=വിന്‍ഡോസ് ൨൦൦൦ സഹകരിക്കില്ല
Label_Boottime_Des.Caption=ബൂട്ട് ടൈം ഡീഫ്രാഗ് hdd യില്‍ ഉള്ള ഫയലുകള്‍ വിന്‍ഡോസ് സക്രിയമാകുമ്പോള്‍ നീക്കാന്‍ കഴിയാത്തത് നീക്കുന്നു
Label_Boottime_Status.Caption=സ്ഥിതി
RadioButton_FirstBoot.Caption=എല്ലാദിവസവും ആദ്യ ബൂട്ട്
RadioButton_EveryBoot.Caption=എല്ലാ ബൂട്ടിലും
RadioButton_Custom.Caption=രണ്ടു ദിവസത്തില്‍ ഒരിക്കല്‍
RadioButton_NextBoot.Caption=അടുത്ത ബൂട്ടില്‍ മാത്രം
Label_language.Caption=ഇപ്പോഴുള്ള ഭാഷ
Label_Trans.Caption=സുതാര്യത
CheckBox_DMC.Caption=നിറം മാറ്റല്‍ സക്രിയമാക്കുക
lblJKF_SelectJunkFile.Caption=വൃത്തിയാക്കേണ്ട ഫയല്‍ തിരഞ്ഞെടുക്കു
chkJKF_EnableDOD.Caption=സുരക്ഷിത ഫയല്‍ നീകം സക്രിയമാക്കു DOD 5220.22-M (മന്ദം)
chkJKF_DeleteTime.Caption=വിന്‍ഡോസ് താല്‍കാലിക ഫയല്‍ ഒരാഴ്ചയില്‍ അധികം പഴകിയവ നീക്കുക
TreeView_Option.Items[0].Caption=സാമാന്യ ക്രമം
TreeView_Option.Items[1].Caption=വികണനം
TreeView_Option.Items[2].Caption=യാന്ത്രിക സേവ
TreeView_Option.Items[3].Caption=യാന്ത്രിക വികണനം
TreeView_Option.Items[4].Caption=നിര്‍ണിത സേവ
TreeView_Option.Items[5].Caption=ബൂട്ട്സമയ വികണനം
TreeView_Option.Items[6].Caption=വികണന മുന്‍ ക്രമീകരണം
TreeView_Option.Items[7].Caption=അനുകൂലികരണം
TreeView_Option.Items[8].Caption=ഡിസ്ക് ശുചി
TreeView_Option.Items[9].Caption=ഒഴിവാക്കല്‍ പട്ടിക
TreeView_Option.Items[10].Caption=യാന്ത്രിക പുതുക്കല്‍
TreeView_Option.Items[11].Caption=ഉപഭോക്ത മുഖം
TreeView_Option.Items[12].Caption=ശാന്ത ഭാവം
TreeView_Option.Items[13].Caption=യാന്ത്രിക പരിശോധന
CategoryLine_Boottime_Method.Caption=വിധം
CategoryLine_Boottime_Log.Caption=ലോഗ് ഫയല്‍
CategoryLine_Schedule_Method.Caption=വിധം
CategoryLine_Schedule_Schedule.Caption=നിര്‍ണയം
chkEnableDiskSpeed.Caption=കൂര്‍മ തളികാ ഉത്തേജനം സക്രിയമാക്കുക
lblEnableDiskSpeedDesc.Caption=ഈ ഖടകം DMA ( ഡയറക്റ്റ് മെമ്മറി അക്സെസ്) സക്രിയമാക്കും.ഇത് കൂടിയ ക്ഷമതയും ഡിസ്ക് റീഡ് ആവര്‍ത്തി കുറക്കുകയും ചെയ്യും
CategoryLine_Auto_Method.Caption=വിധം
lblAutoAction.Caption=ക്രിയ
ComboBox_AutoAction.Items[0].Caption=സ്മാര്‍ട്ട്‌ വികണനം
ComboBox_AutoAction.Items[1].Caption=വലിയ ഫയല്‍ ഡീഫ്രാഗ്
ComboBox_AutoAction.Items[2].Caption=ഒഴിഞ്ഞ സ്ഥലം ഡീഫ്രാഗ് ചെയ്യുക
ComboBox_AutoAction.Items[3].Caption=വികണനം & സമന്വ്യയം
ComboBox_AutoAction.Items[4].Caption=വികണനം & മുന്ഗണന (മന്ദം)
grpMethod_Method.Caption=വികണന മുന്‍ ക്രമീകരണം
lblUpdateMethod.Caption=പുതുക്കേണ്ട വിധം തിരഞ്ഞെടുക്കുക
rbAutoUpdate_Automatically.Caption=പുതുമയുള്ളപ്പോള്‍ അറിയിക്കുക
rbAutoUpdate_ProgramLauched.Caption=യാന്ത്രികമായി പുതുക്കുക
grpMethod_Proxy.Caption=പ്രോക്സി
rbProxy_Direct.Caption=നേരിട്ടുള ബന്ധനം (പ്രോക്സി ഇല്ലാതെ)
rbProxy_ie.Caption=പ്രോക്സി യാന്ത്രികമായി കണ്ടെത്തു(ഇന്റെര്‍ന്റ്റ് എക്സ്‌പ്ലോറര്‍ ക്രമം ഉപയോഗിക്കു)
rbProxy_SpecifyServer.Caption=പ്രോക്സി സെര്‍വര്‍ വ്യക്തമാക്കുക(ഓ മുഖേന ഇന്റെര്‍ന്റ്റ് ഖടിപ്പിക്കുമ്പോള്‍)
lblProxy_Host.Caption=ഹോസ്റ്റ്:
lblProxy_Port.Caption=പോര്‍ട്ട്‌:
lblProxy_UserName.Caption=സൂത്രനാമം
lblProxy_UserPass.Caption=സൂത്രവാക്യം
Label_TaskSchedule.Caption=നിര്‍ണയം
Label_StartTime.Caption=തുടക്ക സമയം
ComboBox_TaskType.Items[0].Caption=എല്ലാ ദിവസവും
ComboBox_TaskType.Items[1].Caption=എല്ലാ ആഴ്ചയും
ComboBox_TaskType.Items[2].Caption=എല്ലാ മാസവും
ComboBox_Weekly.Items[0].Caption=ഞായര്‍
ComboBox_Weekly.Items[1].Caption=തിങ്കള്‍
ComboBox_Weekly.Items[2].Caption=ചൊവ്വ
ComboBox_Weekly.Items[3].Caption=ബുധന്‍
ComboBox_Weekly.Items[4].Caption=വ്യാഴം
ComboBox_Weekly.Items[5].Caption=വെള്ളി
ComboBox_Weekly.Items[6].Caption=ശനി
lblBootTimeStatus.Caption=സ്ഥിതി
grpSlientMode.Caption=സ്ഥിതി
chkSlientMode_SlientMode.Caption=ശാന്ത ഭാവം
lblSlientMode_SlientModeInfo.Caption=ഫുള്‍ സ്ക്രീന്‍ തുടങ്ങുമ്പോള്‍ ശാന്ത ഭാവം കൈ കൊള്ളുക
grpSlientMode_Description.Caption=നിശ്ചിത പ്രോഗ്രാമുകള്‍
lblSilent_UserSpec.Caption=ഈ പാറയുന്ന പ്രോഗ്രാം നടക്കുമ്പോള്‍ ശാന്ത ഭാവം സ്ക്രിയമാക്കുക
btnSlientMode_Add.Caption=ചേര്‍ക്കു
btnSlientMode_Delete.Caption=നീക്കുക
GroupBox_SilentMode.Caption=വിവരണം
lblSlientMode_Description1.Caption=ശാന്തഭാവം മെമ്മോറി ഉപഭോഗം കുറയ്ക്കും
lblSlientMode_Description2.Caption=നിശ്ചിത ക്രിയ സക്രിയമാക്കുമ്പോള്‍ യാന്ത്രിക ഡീഫ്രാഗ് നിര്‍ത്തലാക്കുക
lblSlientMode_Description3.Caption=നിശ്ചിത ക്രിയ സക്രിയമാക്കുമ്പോള്‍ ഡീഫ്രാഗ് നിര്‍ത്തലാക്കുക
lvSlientMode.Columns[0].Caption=വക നാമം
lvSlientMode.Columns[1].Caption=വിവരണം
lblCBT_Desc.Caption=നിശ്ചിത ഫയല്‍ വികണിനി വികണനം അസാധ്യമായ ഫയലുകള്‍ പ്രേത്യേകമെടുത്ത് അടുത്ത തുടക്കത്തില്‍ വികണന വിധേയമാക്കുന്നു
btnCbtAddFile.Caption=ഫയല്‍ ചേര്‍ക്കു
btnCbtDelete.Caption=നീക്കുക
lblAADesc.Caption=യാന്ത്രികമായി യന്ത്ര പരിശോധന നടത്തി തക്ക സമയത്ത് വേണ്ടുന്ന നിര്‍ദേശങ്ങള്‍ നല്‍കുന്നു
lblAAStatus.Caption=സ്ഥിതി
btnNotifyWhemSchdule.Caption=എപ്പോൾ വികണനം ചെയ്യണം എന്നറിയിക്കേണ്ട

[SmartDefrag_shutdown]
Button_Cancel.Caption=ഉപേക്ഷ
lblShutdownInfo.Items[0].Caption=വികണനം കഴിഞ്ഞു, യന്ത്രം അടയും
lblShutdownInfo.Items[1].Caption=വികണനം കഴിഞ്ഞു, യന്ത്രം ഉറങ്ങും
lblShutdownInfo.Items[2].Caption=വികണനം കഴിഞ്ഞു, യന്ത്രം ശീതനിദ്ര പ്രാപിക്കും
lblShutdownInfo.Items[3].Caption=വികണനം കഴിഞ്ഞു, യന്ത്രം അടച്ചു തുറക്കും
btn_close.Hint=അടയ്ക്കു

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=അടയ്ക്കു
lblMessage.Caption=വികനനത്തിനു മുന്‍പ് കുപ്പ നീക്കി വികണനം കാര്യക്ഷമം ആക്കുക
lblDontShowAgain.Caption=എന്നിഷ്ടം ഓര്‍ക്കുക
lblTipsCaption.Caption=കുപ്പ നീക്കുക
btnYes.Caption=ശരി
btnNo.Caption=വേണ്ട

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=അടയ്ക്കു
btnYes.Caption=ശരി
btnNo.Caption=വേണ്ട
btnOK.Caption=ശരി

[SmartDefrag_DefragReportView]
btn_close.Hint=അടയ്ക്കു
lblCaption.Caption=സ്മാര്‍ട്ട്‌ ഡീഫ്രാഗ്
lvDefragReportListView.Columns[0].Caption=സമയം
lvDefragReportListView.Columns[1].Caption=കണങ്ങള്‍
lvDefragReportListView.Columns[2].Caption=ക്രിയ

[SmartDefrag_FormAbout]
lblCaption.Caption=അറിയുക
Label_Warning.Caption=മുന്നറിയിപ്പ്
Label_WarningInfo.Caption=ഈ പ്രോഗ്രാം പര്‍പ്പവകാശ നിയമപ്രകാരം സംരക്ഷിച്ചിരിക്കുന്നു
Label_Copyright.Caption=പകര്‍പ്പവകാശം© 2005-2016 IObit.
Label_AllRight.Caption=പരമാധികാരം
Label_Acknowledge.Caption=നിര്‍മാണ സഹായികള്‍ക്ക് നന്ദി
btn_close.Hint=അടയ്ക്കു

[SmartDefrag_M]
M_FSUnknown=അജ്ഞാതം
M_FSAnalyzed=പരിശോധിച്ചു
M_FSDefragged=വികണനം സാധിച്ചു
M_FSInvalidHandle=അസാധു ഹാന്‍ഡില്‍
M_FSMoveFailed=നീക്കല്‍ പരാജയം
M_FSNospace=തുടര്‍ സ്ഥാനം ഇല്ല
M_FSSkipTooLarge=ഒഴിവാക്കിയ ഫയല്‍(വലിയവ)
M_FSSkipRateTooLow=ഒഴിവാക്കിയ ഫയല്‍(കുറഞ്ഞ കാണനം)
M_DefragSummary=വികണന ചരിത്രം
M_DefragDetails=വികണന ചരിത്രം
M_SSDOPTDetails=SSD സമന്വയ വിശധാംശം
M_DiskSpaceInfo=ഒഴിവ്/ആകെ വലുപ്പം
M_DefragMethod=വികണന രീതി
M_DefragBeginTime=വികണനം തുടങ്ങി
M_DefragEndTime=വികണനം കഴിഞ്ഞു
M_TotalFiles=ആകെ ഫയല്‍ & ഡയറക്ടറി:
M_Fragments=കണങ്ങള്‍
M_Recommend=നിര്‍ദേശങ്ങള്‍
M_FragmentationRate=വികണന നിരക്ക്
M_DefaultVolumeName=ലോക്കല്‍ ഡിസ്ക്
M_DetailsFragments=കണങ്ങള്‍
M_DetailsSize=വലുപ്പം
M_DetailsResult=ഫലം
M_DetailsPath=പാത
M_DMSSDAnalyze=SSD പരിശോധിക്കുന്നു
M_DMSSDOptimize=മുറിക്കുന്നു
M_DMUSSDOptimize=മുറിക്കല്‍ && കൂര്‍മ സമന്വയം
M_DMSSDAnalyzed=%d വകകള്‍ മുറിച്ചു SSD കാലാവധി വര്‍ധിപ്പിച്ചു
M_DMSSDOptimized=നിങ്ങളുടെ SSD ചുരുക്കി ക്ഷാമത കൂട്ടി
M_DMUSSDAnalyzed=%d വകകള്‍ ചുരുക്കി SSD ക്ഷമത കൂട്ടുവാന്‍ സാധിക്കും
M_DMUSSDOptimized=നിങ്ങളുടെ SSD ചുരുക്കി സാമാന്വ്യയിപ്പിച്ചു
M_DMNSSDAnalyze=SSD പരിശോധിക്കു
M_DMNSSDOptimize=SSD ചുരുക്കു
M_DMNAnalyze=പരിശോധിച്ചു
M_DMNFastDefrag=അതിവേഗ ഡീഫ്രാഗ്
M_DMNSmartDefrag=സ്മാര്‍ട്ട്‌ വികണനം
m_DMNLargeFileDefrag=വലിയ ഫയല്‍ ഡീഫ്രാഗ്
M_DMNMergeSortDefrag=വികണനം&&മുന്‍ഗണന
M_DMNSortDefrag=ഡീഫ്രാഗ് && സമ്ന്വ്യയം
M_DMNMergeDefrag=ഡീഫ്രാഗ്&&ഒഴിഞ്ഞ സ്ഥലം
M_DMNAutoDefrag=യാന്ത്രിക വികണനം
M_DMNSchdleDefrag=നിര്‍ണിത സേവ
M_DMNDefrag=വികണനം
M_DMAnalyze=പരിശോധിക്കു
M_DMDefrag=വികണനം നടക്കുന്നു
M_DMFastDefrag=അതിവേഗ വികണനം
M_DMSmartDefrag=കൂര്‍മ വികണനം
m_DMLargeFileDefrag=വലിയ ഫയലുകള്‍ വികണനം നടക്കുന്നു
M_DMMergeSortDefrag=വികനവും സമന്വയവും നടക്കുന്നു
M_DMSortDefrag=വികണനം && സമന്വയം
M_DMMergeDefrag=ഒഴിഞ്ഞ സ്ഥലം വികണന വിധേയമാക്കുന്നു
M_DMAFastDefrag=യാന്ത്രിക അതിവേഗ വികണനം
m_DMALargeFileDefrag=വലിയ ഫയലുകള്‍ യാന്ത്രിക അതിവേഗ വികണനം
M_DMAMergeSortDefrag=യാന്ത്രിക വികണനം && മുന്‍ഗണന
M_DMASortDefrag=യാന്ത്രിക വികണനം && സമന്വ്യയം
M_DMAMergeDefrag=ഒഴിഞ്ഞ സ്ഥലം വികണന വിധേയമാക്കുന്നു
M_DMAutoDefrag=യാന്ത്രിക വികണനം
M_DMSchdleDefrag=നിശ്ചിത വികണനം
M_DMAnalyzed=പരിശോധിച്ചു
M_DMDefraged=വികണനം കഴിഞ്ഞു
M_DMFastDefraged=അതിവേഗ വികണനം കഴിഞ്ഞു
M_DMMergeSortDefraged=വികണനം && മുന്‍ഗണന കഴിഞ്ഞു
m_DMLargeFileDefraged=വലിയ ഫയലുകള്‍ വികണനം കഴിഞ്ഞു
M_DMSortDefraged=വികണനം && സമന്വയം കഴിഞ്ഞു
M_DMMergeDefraged=ഒഴിഞ്ഞ സ്ഥലം വികണന ക്രിയ കഴിഞ്ഞു
M_DMAFastDefraged=യാന്ത്രിക അതിവേഗ വികണനം കഴിഞ്ഞു
M_DMAMergeSortDefraged=യാന്ത്രിക വികണനം && മുന്‍ഗണന കഴിഞ്ഞു
m_DMALargeFileDefraged=വലിയ ഫയലുകള്‍ യാന്ത്രിക വികണനം കഴിഞ്ഞു
M_DMASortDefraged=യാന്ത്രിക വികണനം && സമന്വയം കഴിഞ്ഞു
M_DMAMergeDefraged=യാന്ത്രിക ഒഴിഞ്ഞ സ്ഥലം വികണന ക്രിയ കഴിഞ്ഞു
M_DMAutoDefraged=യാന്ത്രിക വികണനം കഴിഞ്ഞു
M_DMSchdleDefraged=നിര്‍ണിത വികണനം കഴിഞ്ഞു
M_Idle=നിശ്ചലം
M_Queuing=ബാക്കി
M_DBTrim=മുറിക്കു
M_DBSmartDefrag=സ്മാര്‍ട്ട്‌ വികണനം
M_DBOptimize=കൂര്‍മ സമന്വ്യയം
M_BTDViewReport=റിപ്പോര്‍ട്ട്‌ കാണുക
M_OPT_TRIM=ട്രിം സക്രിയമാക്കി ssd വേഗം കൂട്ടാം
M_OPT_PREFETCHER=പ്രീഫെട്ച് നിര്‍ത്തലാക്കി ssd ആയുസ്സ് കൂട്ടാം
M_OPT_SUPERFETCH=സൂപ്പര്‍ ഫെട്ച് നിര്‍ത്തലാക്കി ssd ആയുസ്സ് കൂട്ടാം
M_OPT_BTD=ബൂട്ട് ടൈം ഡീഫ്രാഗ് നിര്‍ത്തി ssd ആയുസ്സ് കൂട്ടാം
M_OPT_SDDT=നിര്‍ണിത ഡീഫ്രാഗ് നിര്‍ത്തി ssd ആയുസ്സ് കൂട്ടാം
M_Day=എല്ലാ %d ദിവസവും ആദ്യ ബൂട്ട്
M_SkipSize=%s ലും വലിയ ഫയല്‍ ഒഴിവാക്കുക
M_StartAuto=സിസ്റ്റം നിശ്ചലം ആകുമ്പോള്‍ യാന്ത്രിക ടീഫ്രാഗ് തുടങ്ങുക(%d നിമിഷങ്ങള്‍)
M_PauseAuto=(%s) ക്കൊടുതല്‍ മെമ്മറി ഉപയോഗിച്ചാല്‍ ഓട്ടോ ഡീഫ്രാഗ് നിര്‍ത്തുക
M_StartAutoAnalyze=യന്ത്ര നിഷ്ക്രിയത(%d നിമിഷം) കഴിയുമ്പോള്‍ യാന്ത്രിക പരീക്ഷ തുടങ്ങുക
M_PauseAutoAnalyze=മെമ്മറി ഉപഭോഗം (%s) ല്‍ അധികം ആയാല്‍ യാന്ത്രിക പരീക്ഷ തടയുക
M_ScheduleInactivated=നിര്‍ണിത ഡീഫ്രാഗ് സക്രിയമല്ല
M_FileExcluded=ഈ ഫയല്‍ ഒഴിവാക്കി, ചേര്‍ക്കുവാന്‍ ഒഴിവാക്കല്‍ പട്ടികയില്‍ നിന്നും മാറ്റുക
M_FileAdded=%s ഇപ്പോള്‍ തന്നെ വികണന വിധേയം ആണ്
M_ExcludedFolderAdded=ഈ ഫോള്‍ടര്‍ വികണന പട്ടികയില്‍ ഉണ്ട്, ഒഴിവാക്കുവാന്‍ ചേര്‍ത്ത ഫോള്‍ഡര്‍ പട്ടികയില്‍ നിന്നും നീക്കംചെയ്യുക
M_ExcludedFileAdded=ഈ ഫയല്‍ വികണന പട്ടികയില്‍ ഉണ്ട്, ഒഴിവാക്കുവാന്‍ ചേര്‍ത്ത ഫോള്‍ഡര്‍ പട്ടികയില്‍ നിന്നും നീക്കംചെയ്യുക
M_FolderExcluded=ഈ ഫോള്‍ഡര്‍ ഒഴിവാക്കി, വികണനം ചെയ്യുവാന്‍ ഒഴിവാക്കല്‍ പട്ടികയില്‍ നിന്നും നീക്കംചെയ്യുക
M_GameAdded=ഗെയിം ചേര്‍ത്തു
M_RunBackground=സ്മാര്‍ട്ട്‌ ഡീഫ്രാഗ് പശ്ചാത്തലത്തില്‍ നടക്കുന്നു
M_StartScheduleDefrag=നിശ്ചിത വികണനം തുടങ്ങുക
M_StartAutoDefrag=യാന്ത്രിക വികണനം തുടങ്ങുക
M_LastAutoDefrag=അവസാന യാന്ത്രിക വികണനം
M_AddVolume=ഒരു മുഴു ലക്കം ചേര്‍ക്കുവാന്‍ സാധ്യമല്ല, ഒരു ഫയലോ ഫോള്‍ടര്‍ തിരഞ്ഞെടുത്ത് ചേര്‍ക്കുക
M_InvalidFF=അസാധു ഫയല്‍ ഫോള്‍ടര്‍
M_SDRAutoDefrag=യാന്ത്രിക വികണന വിവരണം
M_SDRGameDefrag=ഗെയിം സമന്വയ വിവരണം
M_SDRManualDefrag=ഡിസ്ക് വികണന വിവരണം
M_DefragPaused=നിന്നു
M_TrimStoped=ട്രിം തടസ്സം
M_AnalyzeStoped=പരിശോധന തടസ്സം
M_DefragStoped=വികണന തടസ്സം
M_JunkScanStoped=പരിശോധന തടസ്സം
M_DefragFinished=അവസാനിപ്പിക്കു
M_DefragBack=പിന്നാക്കം
M_JunkFileScan=കുപ്പ പരിശോധന %d %%
M_LFR=കുറഞ്ഞ വികണന നിരക്ക്
M_FileInSSDTips=ഈ ഫയല്‍ ഫോള്‍ടര്‍ ssd യില്‍ ആണ് ഇത് വികണനം ചെയ്യരുത്
M_AddFileOrFolder=ഫയല്‍ && ഫോള്‍ടര്‍ ചേര്‍ക്കു
M_NoFileOrFolderAdded=ഫയല്‍ && ഫോള്‍ടര്‍ ചേര്‍ത്തിട്ടില്ല
M_GameFragments=കണങ്ങള്‍
M_GameOptimized=സാമാന്വ്യയിപ്പിച്ചു
M_GameOptimizeTip=ഗയിം സമന്വയിപ്പിക്കു നല്ല അനുഭവം ആസ്വധിക്കു
M_GameAddTip=ഗയിം ചേര്‍ത്തു ഉന്നത ക്ഷമത നേടു
M_JunkFileFound=കുപ്പയുണ്ട്
M_JunkFileCleaned=കുപ്പ നീക്കി
M_DefragedFragments=കണങ്ങള്‍ നീക്കി
M_DefragedFiles=കണമായ ഫയല്‍
M_AnalyzedFragments=കണങ്ങള്‍ ഉണ്ട്
M_AnalyzedFiles=കണമായ ഫയല്‍ കാണുന്നു
M_DRDefragedFragments=കണങ്ങള്‍ നീക്കി
M_DRDefragedFiles=ഫയല്‍ വിക്ണനം ചെയ്തു
M_DRAnalyzedFragments=കണങ്ങള്‍ ഉണ്ട്
M_DRAnalyzedFiles=കണമായ ഫയല്‍ കാണുന്നു
M_SmartOptimizeTips=കൂര്‍മ വികണനം പരിശോധിച്ചു തിരിച്ചറിഞ്ഞ്,ഉചിതമായ വികണന രീതി സ്വീകരിക്കുന്നു ഒരു സ്പര്‍ശത്തില്‍
M_SmartDefragTips=കൂര്‍മ വികണനം പരിശോധിച്ചു തിരിച്ചറിഞ്ഞ്,ഉചിതമായ വികണന രീതി സ്വീകരിക്കുന്നു ഒരു സ്പര്‍ശത്തില്‍
M_DiskSpace=%s സ്വതന്ത്രം%s
M_Trimmed=ചുരുക്കീ
M_UTrimmed=ചുരുക്കു&&സമന്വ്യയം കഴിഞ്ഞു
M_AppOptimizeStop=സമന്വയം തടസ്സപ്പെട്ടു
M_APPDBOptimize=സമന്വയിപ്പിക്കു
M_AppOptimize=സമന്വയിപ്പിക്കുന്നു
M_AppOptimized=സമന്വ്യയം കഴിഞ്ഞു
M_AppFoundProblem=%d വകകള്‍ സംന്വ്യിപ്പിച്ചു വിന്‍ഡോസ് ആപ് ക്ഷമത മെച്ചപ്പെടുത്തി
M_AppNoProblem=നിങ്ങളുടെ വിന്‍ഡോസ് ആപ്പ് ക്ഷമത മെച്ചപ്പെടുത്തി
M_Task=മുന്‍ നിര്‍ണയം മാറ്റുവാന്‍ ക്ലിക്ക് ചെയ്യുക
M_RecommendAnalyze=വികണനം വേണ്ട
M_State=സ്ഥിതി
M_GameInSSD=ഈ ഗെയിം ssd യില്‍ ആണ് വികണനം ചെയ്യരുത്
M_JunkFile=കുപ്പ
M_JunkFileAnalyze=കുപ്പ നോക്കുന്നു
M_JunkFileCleanedHtml=കുപ്പ നീക്കി
M_DefragDetailsHtml=വികണന ചരിത്രം
M_StartedTimeHtml=തുടങ്ങിയ സമയം
M_CompletedTimeHtml=കഴിഞ്ഞ സമയം
M_AfterRateHtml=ശേഷം
M_BeforeRateHtml=മുന്‍പ്
M_JunkFileHtml=ഫയല്‍
M_RecommendDefrag1=അതിവേഗ ഡീഫ്രാഗ്
M_RecommendDefrag2=ഡീഫ്രാഗ് && സമ്ന്വ്യയം
M_RecommendDefrag3=വലിയ ഫയല്‍ ഡീഫ്രാഗ്
M_RecommendDefrag4=ഒഴിഞ്ഞ സ്ഥലം ഡീഫ്രാഗ് ചെയ്യുക
M_RecommendDefrag5=വികണനം && ഫയല്‍ മുന്‍ഗണന
M_NoVolumeSelected=ഒരു തളിക എങ്കിലും തിരഞ്ഞെടുക്കു
M_TrimShutdown0=ട്രിംമ്മിംഗ് കഴിഞ്ഞു,നിങ്ങളുടെ യന്ത്രം അടയും
M_TrimShutdown1=ട്രിംമ്മിംഗ് കഴിഞ്ഞു,നിങ്ങളുടെ യന്ത്രം ഉറങ്ങും
M_TrimShutdown2=ട്രിംമ്മിംഗ് കഴിഞ്ഞു,നിങ്ങളുടെ യന്ത്രം ശീതനിദ്ര പ്രാപിക്കും
M_TrimShutdown3=ട്രിംമ്മിംഗ് കഴിഞ്ഞു,നിങ്ങളുടെ യന്ത്രം അടച്ചുതുറക്കും
M_OptimizeShutdown0=സമന്വയം കഴിഞ്ഞു നിങ്ങളുടെ യന്ത്രം അടയും
M_OptimizeShutdown1=സമന്വയം കഴിഞ്ഞു നിങ്ങളുടെ യന്ത്രം ഉറങ്ങും
M_OptimizeShutdown2=സമന്വയം കഴിഞ്ഞു നിങ്ങളുടെ യന്ത്രം ശീതനിദ്ര പ്രാപിക്കും
M_OptimizeShutdown3=സമന്വയം കഴിഞ്ഞു നിങ്ങളുടെ യന്ത്രം അടച്ചുതുറക്കും
M_TTrimShutdown0=ട്രിംമ്മിംഗ് കഴിഞ്ഞു അടയു
M_TTrimShutdown1=ട്രിംമ്മിംഗ് കഴിഞ്ഞു ഉറങ്ങു
M_TTrimShutdown2=ട്രിംമ്മിംഗ് കഴിഞ്ഞു ശീതനിദ്ര പ്രാപിക്കു
M_TTrimShutdown3=ട്രിംമ്മിംഗ് കഴിഞ്ഞു അടച്ചുതുറക്കു
M_TOptimizeShutdown0=സമന്വയം കഴിഞ്ഞു യന്ത്രം അടയ്ക്ക്
M_TOptimizeShutdown1=സമന്വയം കഴിഞ്ഞു യന്ത്രം ഉറങ്ങു
M_TOptimizeShutdown2=സമന്വയം കഴിഞ്ഞു യന്ത്രം ശീതനിദ്ര പ്രാപിക്കു
M_TOptimizeShutdown3=സമന്വയം കഴിഞ്ഞു യന്ത്രം അടച്ചുതുറക്കു
M_MASKSSD=SSD ആയി കണക്കാക്കു
M_MASKHDD=HDD ആയി കണക്കാക്കു
M_LEARNMORE=കൂടുതല്‍ അറിയൂ
M_EXITSDTIPS=കൂര്‍മ വികണിനി സക്രിയമാണ്‌, നിര്‍ത്തണോ?
M_NOTSUPPORTSSD=ഈ തളിക ഒരു SSD ആണ് കൂര്‍മ വികണിനി സഹകരിക്കില്ല
M_Junk0=കുറിപ്പ്: DNS കേച്ചേ നീക്കിയാല്‍ ഡൌണ്‍ലോഡ് മന്ദ ഗതിയില്‍ ആക്കും
M_Junk1=കുറിപ്പ്: പഴയ പ്രേഫ്ച് നീക്കിയാല്‍ സിസ്റ്റം മന്ദത ബാധിക്കും
M_Junk2=കുറിപ്പ്:മെനു ക്രമ കച്ചേ നീക്കിയാല്‍ സ്റ്റാര്‍ട്ട്‌ മെനു ക്രമം മാറും
M_Junk3=കുറിപ്പ്:ട്രേ വിവരണ കച്ചേ നീക്കിയാല്‍ സിസ്റ്റം ട്രേ പുന:സ്ഥാപിക്കപ്പെടും.തുറന്നടക്കണം
M_Junk4=കുറിപ്പ്:വിന്‍ഡോസ് വലുപ്പം/സ്ഥാനം കാച്ചേ നീക്കിയാല്‍ എക്സ്പ്ലോറര്‍ റീസെറ്റ് ആകും
M_Junk5=കുറിപ്പ്: അസ്സിസ്റ്റ്‌ ഹിസ്ട്രി നീക്കിയാല്‍ ആനുകാലിക ചരിത്രം നഷ്ടമാകും
M_Junk6=കുറിപ്പ്: IIS ഫയല്‍ നീക്കുമ്പോള്‍ എല്ലാ രേഖകളും ചരിത്രവും നഷ്ടമാകും
M_Junk7=കുറിപ്പ്: തംബ് നെയില്‍ കാച്ചെ നീക്കിയാല്‍ സിസ്സ്റം മന്ദമാകും
M_Junk8=കുറിപ്പ്: ടാസ്ക് ബാര്‍ ജ്മ്ബ് പട്ടിക നീക്കിയാല്‍ സ്റ്റാര്‍ട്ട്‌ മെനുവില്‍ ആനുകാലിക വിവരങ്ങള്‍ കാണില്ല
M_Junk9=കുറിപ്പ്: പാസ്സ്‌വേര്‍ഡ്‌ സംഭരണം നഷ്ടമാക്കും
M_GameOptimizeTips=വികണന സമന്വയം ചെയ്തു ക്രീടാനുഭവം ഉത്തമാമാക്കുക
M_AllGameOptimize=ക്രീടാഫയല്‍ സമന്വയിപ്പിച്ചു
M_ON=ഓണ്‍
M_OFF=ഓഫ്‌
M_MoreThan2Hours=൨ മണിക്കൂറില്‍ കൂടുതല്‍
M_NoFragmentsFound=കണങ്ങള്‍ ഇല്ല
M_NoJunkFilesFound=കുപ്പ ഇല്ല
M_ActiveAll=എല്ലാം സക്രിയം
M_ActiveNow=സക്രിയമാക്കു
M_SkinName=കുപ്പായം:
M_ShellDefrag=സ്മാര്‍ട്ട്‌ ഡീഫ്രാഗിനാല്‍ വികണനം ചെയ്യുക
M_ShellTrim=സ്മാര്‍ട്ട്‌ ഡീഫ്രാഗിനാല്‍ മുറിക്കു
M_SkinNameClassic=ക്ലാസ്സിക്
M_SkinNameReadable=വായിക്കാവുന്നത്
M_SpecifyFiles=ഫയല്‍ വ്യക്തമാക്കുക
M_PromoteTitle11=സ്വാവികണനം മടുത്തോ ?
M_PromoteTitle12=യാന്ത്രിക വ്കണിനി നേടുവാന്‍ വാങ്ങുക
M_PromoteTitle21=നിര്‍ണിത ഫയല്‍ വികണന ഖടകം വാങ്ങുക
M_VendorSpecific=വിക്രേതാ അനുകൂലിതം
M_CFragMentInfo=ഇപ്പോള്‍ <a>%d</a>കണങ്ങള്‍ കാണുന്നു, വികണനം നടത്തി യന്ത്ര ക്ഷമത വര്‍ധിപ്പിക്കുക
M_DefaultName=ലോക്കല്‍ ഡിസ്ക്
M_DiskGood=നന്ന്
M_DiskFair=കൊള്ളാം
M_DiskPoor=മോശം
M_DiskInfoTips=അഡ്വാന്‍സ്ഡ്സിസ്റ്റം കെയര്‍ ഉപയോഗിച്ചു ഉടന്‍ യന്ത്രം ഊര്‍ജിതമാക്കുക
M_DiskStatusGood=നന്ന്
M_DiskStatusWarn=മുന്നറിയിപ്പ്
M_DiskStatusError=തടസ്സം
M_SchduleDefragInfo=<a>%d</a> കണങ്ങൾ വികണനം ചെയ്തു. യാന്തിക വികണിനി മുഖേന തളിക വികണനം യാന്തികമായി ചെയ്തു ഉന്നത ക്ഷമത നേടുക

[ActionCenter_M]
M_AC_FreeTitleHide=അറിയിപ്പ്
M_AC_FreeDetailHide_New=നിര്‍ദിഷ്ട പ്രോഗ്രാം മറഞ്ഞിരിക്കുന്നു, കാട്ടുക എന്നമര്‍ത്തി അവ കാണുക
M_AC_FreeDetailShow_New=കൂടുതല്‍ ഉന്നത സുരക്ഷ നേടാം, മുന്‍പ് സ്വീകരിച്ച  <a>നയം </a> ഇവിടെയും ബാധകം ആക്കും
M_FixAll=എല്ലാം നേടു
M_Hide=മറയ്ക്കു
M_Show=കാട്ടുക
M_Scan=പരിശോധിക്കുന്നു
M_Fix=ഇപ്പോള്‍ നേടു
M_fixing=ഇന്‍സ്റോള്‍ ചെയ്യുന്നു
M_Updating=പുതുക്കുന്നു
M_RuningWell=പുതു ലക്കം ചേര്‍ത്തു
M_Outdated=പഴകി
M_NotInstalled=ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടില്ല
M_Recomm_Ins=നിര്‍ദേശം:ഇന്‍സ്റോള്‍ %s
M_Recomm_Upt=നിര്‍ദേശം:പുതുക്കു %s
M_RunASC=പരിശോധിക്കു
M_ASCCaption=സിസ്റ്റം ക്ഷമത
M_ASCInfo_NotIns=രേഗിസ്ട്രി തകരാര്‍, സ്വകാര്യത, കുപ്പ എന്നിവ ഉണ്ട്
M_ASCInfo_UpToDate=അഡ്വാന്‍സ്ഡ് സിസ്റ്റം കെയര്‍ ഒരു ക്ലിക്കില്‍ സിസ്റ്റം ക്ഷമത വര്‍ദ്ധിപ്പിക്കുന്നു
M_ASCInfo_NeedUpDate=അഡ്വാന്‍സ്ഡ് സിസ്റ്റം കെയര്‍ പഴകി
M_RunDB=പരിശോധിക്കു
M_DBCaption=ഡ്രൈവര്‍ പുതുക്കല്‍
M_DBInfo_NotIns_C=%s പഴകിയ ഡ്രൈവര്‍ കാണുന്നു ഇത് മന്ദതയും അസ്ഥിരതയും ഉണ്ടാക്കും
M_DBInfo_NotIns=പഴകിയ ഡ്രൈവര്‍ അസ്ഥിരത ഉണ്ടാക്കും
M_DBInfo_UpToDate=ഡ്രൈവര്‍ ബൂസ്റ്ര്‍ പഴകിയ ഡ്രൈവര്‍ പുതുക്കുന്നു
M_DBInfo_NeedUpDate=ഡ്രൈവര്‍ പുതുക്കല്‍ പ്രോഗ്രാം പഴകി
M_RunIMF=പരിശോധിക്കു
M_IMFCaption=ചാരസൂത്ര സുരക്ഷ
M_IMFInfo_NotIns=IObit ചാരസൂത്ര രോധി ചേര്‍ത്തു സുരക്ഷ നേടു
M_IMFInfo_UpToDate=വിഭിന്ന കീട രക്ഷ നേടാന്‍ മാല്‍വേര്‍ഫൈറ്റര്‍ ഉപയോഗിക്കു
M_IMFInfo_NeedUpDate=കീടരോധി പഴകി
M_RunAMC=ഇപ്പോള്‍ നേടു
M_AMCCaption=അണ്ട്രോയിട്
M_AMCInfo_NotIns=അന്ദ്രോയിഡിനു ഉന്നത സുരക്ഷ നേടു
M_Recomm_Ins_AMC=നിര്‍ദേശം: %s ചേര്‍ത്തു അന്ദ്രോയിഡിനു ഉന്നത സുരക്ഷ നേടു
M_RunSM=തുടങ്ങു
M_SMCaption=സ്റ്റാര്‍ട്ട്‌ മെനു
M_SMInfo_NotIns=പരിചിത വിന്‍ഡോസ് സ്റ്റാര്‍ട്ട്‌ മെനു നേടു
M_SMInfo_UpToDate=സ്റ്റാര്‍ട്ട്‌ മെനു 8 വിന്‍ഡോസ് സ്റ്റാര്‍ട്ട്‌ മെനു തിരികെ നല്‍കുന്നു
M_SMInfo_NeedUpDate=നിങ്ങളുടെ സ്റ്റാര്‍ട്ട്‌ മെനു 8 പഴകി
M_RunIU=തുടങ്ങു
M_IUCaption=പ്രോഗ്രാമിന്‍റെ അണ്‍ഇന്‍സ്റ്റാളര്‍
M_IUInfo_NotIns=അനാവശ്യ ടൂള്‍ബാര്‍, പ്ലുഗിന്‍ നീക്കുക
M_IUInfo_UpToDate=IObit അണ്‍ഇന്‍സ്റ്റാളര്‍ അനാവശ്യ ടൂള്‍ബാര്‍, പ്ലുഗിന്‍ നീക്കുന്നു
M_IUInfo_NeedUpDate=നിങ്ങളുടെ IObit അണ്‍ഇന്‍സ്റ്റാളര്‍ പഴകി
M_RunFP=ഉടന്‍ മാറ്റിവയ്ക്കുക
M_FPCaption=ചലച്ചിത്ര പരിണാമി
M_FPInfo_NotIns=വിഭിന്ന ഉപകരണങ്ങളില്‍ ഓടിക്കുവാന്‍ വ്യത്യസ്ത പരിണാമം നല്‍കുവാന്‍ ഒരു ചലച്ചിത്ര പരിണാമി കരസ്ഥമാക്കുക
M_FPInfo_UpToDate=എതു ഉപകരണത്തിലും ചലച്ചിത്രം ദര്‍ശിക്കുക
M_FPInfo_NeedUpDate=പരിണാമി പഴകി
M_RunDL=നിയന്ത്രികുക
M_DLCaption=സൂത്രവാക്യ നിയന്ത്രിണി
M_DLInfo_NotIns=ഡാഷ്-ലൈന്‍ സൂത്രവാക്യ സുരക്ഷയിലൂടെ സംരക്ഷണം നേടുക -
M_DLInfo_UpToDate=ഡാഷ്-ലൈന്‍ ഉപയോഗിക്കു സൂത്രവാക്യം ഒരിക്കലും മറക്കില്ല

[M_JunkfilesScanner]
M_Scan=പരിശോധിക്കുന്നു
M_Fix=നന്നാക്കുന്നു
M_WinBin=വിന്‍ഡോസ് കുപ്പപ്പാത്രം
M_WinTempF=വിന്‍ഡോസ് താല്‍കാലിക ഫയല്‍
M_IETempF=IE താല്‍കാലിക ഫയല്‍
M_SearchAA=തിരച്ചില്‍ സഹായി യാന്ത്രിക പുതുക്കല്‍
M_OtherMRUs=മറ്റു എക്സ്‌പ്ലോറര്‍ MRU
M_Clip=ക്ലിപ്പ്ബോര്‍ഡ്
M_Dumps=മെമ്മോറി ഡംപ്
M_ChkDskFrag=കണനം പരിശോധിക്കുക
M_WinLog=വിന്‍ഡോസ് ലോഗ് ഫയല്‍
M_WinEReport=വിന്‍ഡോസ് എറര്‍ റിപ്പോര്‍ട്ട്‌
M_DNSCache=DNS കേച്ചേ
M_OldPD=പഴയ പ്രീഫെട്ച് ടാറ്റ
M_MenuOC=മെനു ഒടെര്‍ കാച്ചെ
M_TrayNC=ട്രേ നോട്ടിഫിക്കേഷന്‍ കാച്ചെ
M_WinSLCache=വിന്‍ഡോസ് വലുപ്പം / സ്ഥാനം കാച്ചെ
M_UserAH=സഹായ ചരിത്രം
M_IISLog=IIS ലോഗ് ഫയല്‍
M_ThumCache=തംബ് നെയില്‍ കാച്ചെ
M_TaskbarJPL=ടാസ്ക്ബാര്‍ ജ്മ്ബ്
M_GS=സാമാന്യ സ്ഥിതി
M_ItemsCap=%s വക,%s
M_JunkFixCap=[കുപ്പ]%d പ്രശ്നങ്ങള്‍ പരിഹരിച്ചു
M_Det=വിശദാംശം
M_Del=നീക്കി
M_NoteMOC=കുറിപ്പ്:മെനു ക്രമ കച്ചേ നീക്കിയാല്‍ സ്റ്റാര്‍ട്ട്‌ മെനു ക്രമം മാറും
M_NoteTNC=കുറിപ്പ്: ട്രേ നോട്ടിഫിക്കേഷന്‍ കാച്ചെ സിസ്സ്റം ട്രൈ റീസെറ്റ് ചെയ്യും
M_NoteWSC=കുറിപ്പ്:വിന്‍ഡോസ് വലുപ്പം/സ്ഥാനം കാച്ചേ നീക്കിയാല്‍ എക്സ്പ്ലോറര്‍ റീസെറ്റ് ആകും
M_NoteUAH=കുറിപ്പ്: സഹായ ചരിത്രം , നീക്കിയാല്‍ ആനുകാലിക ഉപയോഗ വിവരണം നഷ്ടമാകും
M_WinSys=വിന്‍ഡോസ് സിസ്റം
M_HisTrace=ചരിത്ര കണങ്ങള്‍
M_WinAppCache=വിന്‍ ആപ്പ് കാച്ചെ
M_WinUpdateCache=വിന്‍ഡോസ് യാന്ത്രിക പുതുക്കല്‍ കാച്ചെ
M_WinUpdateDB=വിന്‍ഡോസ് യാത്രിക പുതുക്കല്‍ സംഭരണി
M_SoftInsTemp=സോഫ്റ്റ്‌വെയര്‍ താല്‍കാലിക ചേര്‍ക്കല്‍ ഫയല്‍
M_WinFontCache=വിന്‍ഡോസ് അക്ഷര കാച്ചെ

[ACD_M]
M_Downloading=ഇറക്കുമതിയാകുന്നു:
m_Installing=ചേര്‍ക്കുന്നു:
M_DiskIsFull=സ്ഥലമില്ല
M_NetError=ഇറക്കുമതി പരാജയം
M_Tips=നന്നാക്കല്‍ നടക്കുന്നു, അമര്ത്തി വിവരണം കാണുക
M_TipDownLoading=നന്നാക്കുന്നു
M_TipInstalling=ഇന്‍സ്റോള്‍ ചെയ്യുന്നു
M_MD5Faild=ഇറക്കുമതി ചെയ്ത ഫയല്‍ തകരാര്‍, വീണ്ടും ശ്രമിക്കുക
M_AreSure=IObit ഡൌണ്‍ലോഡര്‍ നിര്‍ത്തണോ?
M_Speed=വേഗത:

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=അഡ്വാന്‍സ്ഡ്സിസ്റ്റംകെയര്‍ സൌജന്യം നേടുക
lblDesc_IMF.Caption=IObit മാല്‍വേര്‍ഫൈറ്റര്‍ ചേര്‍ത്തു കഴിഞ്ഞു സൌജന്യ അഡ്വാന്‍സ്ഡ്സിസ്റ്റംകെയര്‍ നേടുക
lblDesc_SD.Caption=സ്മാര്‍ട്ട്‌ ഡീഫ്രാഗ് നീകിയ ശേഷ അഡ്വാന്‍സ്ഡ്സിസ്റ്റംകെയര്‍ സൌജന്യമായി നേടുക
lblGet.Caption=അഡ്വാന്‍സ്ഡ്സിസ്റ്റംകെയര്‍ സിസ്സ്റം ക്ഷമത കൂട്ടി ,ഒരു നവ്യാനുഭവം നല്‍കുന്നു, ൧൫൦ മില്ല്യന്‍ ആളുകള്‍ ഇതുപയോഗിക്കുന്നു
btnConvertASC.Caption=അണ്‍ഇന്‍സ്റ്റാള്‍ ചെയ്യു, നേടു അഡ്വാന്‍സ്ഡ്സിസ്റ്റംകെയര്‍
btnNo.Caption=പൂര്‍ണമായും നീക്കണം
btnCancel.Caption=ഉപേക്ഷ
btnClose.hint=അടയ്ക്കു

[ACD_frmActionCenter]
lbl_Cancel.Caption=ഉപേക്ഷ
lbl_Min.Caption=ചുരുക്കുക
lblCaption.Caption=IObit ഡൌണ്‍ലോഡര്‍

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=സ്മാര്‍ട്ട്‌ ടെഫ്രാഗ് അപ്ഡേറ്റര്‍
Label_CheckUpdate.Caption=പുതുമ വിവരങ്ങള്‍ ശേഖരിക്കുന്നു
Label_UpdateDetails.Caption=പുതിയ സ്മാര്‍ട്ട്‌ ഡിഫ്രാഗ് ലഭ്യമാണ്
Label_VWN_Pro.Caption=പുതിയതെന്തു എന്ന് കാണുക
Label_NewVersionUpdate.Caption=പുതിയ സ്മാര്‍ട്ട്‌ ഡിഫ്രാഗ് ലഭ്യമാണ്
Label_NewFileUpdate.Caption=പുതുമകള്‍ ലഭ്യമാണ് ചേര്‍ക്കുക
Label_ClickDownload.Caption="%s" അമര്‍ത്തി പുതുമ ചേര്‍ക്കുക
Label_FinishInfo.Caption=പൂര്‍ണമാക്ക്
Label_NoUpdate.Caption=ഏറ്റവും പുതിയ ലക്കം ആണ് ചേര്‍ത്തിരിക്കുന്നത്
Label_Nottention.Caption=ശ്രദ്ധിക്കു: സ്മാര്‍ട്ട്‌ ഡിഫ്രാഗ് അടച്ചു തുറക്കും
Label_RestartWarn.Caption=ശ്രദ്ധിക്കു: പുതുമ പൂര്‍ണമാകാന്‍ സിസ്റ്റം അടച്ചു തുറക്കു
Label_Cancel.Caption=ഉപേക്ഷ
Label_ProxySet.Caption=പ്രോക്സി ക്രമം
Label_DecideLater.Caption=പിന്നീട് നോക്കാം
RdImageButton_RestartLater.Caption=പിന്നീട് അടച്ചു തുറക്കാം
RdImageButton_RestartNow.Caption=ഇപ്പോള്‍ അടച്ചു തുറക്കു
RdImageButton_Download.Caption=ഇറാക്ക് മതി ചെയ്യ്
RdImageButton_Finish.Caption=ശരി
Label_ViewWN.Caption=പുതിയതെന്തു എന്ന് കാണുക

[SmartDefrag_AutoupdateFormMain_M]
M_Close=അടയ്ക്കു
M_GetUpdateInfo=പുതുമ വിവരങ്ങള്‍ ശേഖരിക്കുന്നു
M_Retry=പുന:ശ്രമം
M_GetUpdateFailed=പരാജയം വീണ്ടും ശ്രമിക്കുക
M_Finish=ശരി
M_GetFileFailed=പരാജയം വീണ്ടും ശ്രമിക്കുക
M_CancelDownload=ഇറക്കുമതി നിര്‍ത്തണോ
M_UpdateSucceed=പുതുക്കല്‍ വിജയകരം
M_KillUpdateTip=ഈ പ്രോഗ്രം പഴകി ,പുതിയ ലക്കം ഇറക്കുമതി ചെയ്യുക

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=സ്മാര്‍ട്ട്‌ ഡിഫ്രാഗ് %s ഇപ്പോള്‍ ലഭ്യമാണ്
Label_Ver_WN.Caption=പുതിയതെന്തു
Label_Ver_RML.Caption=പിന്നീട് ഓര്‍മ്മിപ്പിക്കു
RdImageButton_Ver_Download.Caption=പുതുക്കു

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=അടയ്ക്കു
M_UpCap=സ്മാര്‍ട്ട്‌ ഡിഫ്രാഗ് %s ഇപ്പോള്‍ ലഭ്യമാണ്
M_UpInfo=%s അമര്ത്തി പുതുമ ആസ്വദിക്കു

[SmartDefragUpgrate]
lblCongratulations.Caption=ആശംസകള്‍
lblSubCongratulations.Caption=വിജയകരമായി പുതുക്കി
lblWhatNew.Caption=പുതുമയെന്ത്
lblWhatNew_LTTitle.Caption=പുതു വികണന യന്തണം
lblWhatNew_LTSubTitle.Caption=കാര്യക്ഷമമായ വികാണനത്തിനു പുതു തലമുമുറ വികണിനി
lblWhatNew_RTTitle.Caption=പുതിയ മുന്‍ഗണനാ വികണനം
lblWhatNew_RTSubTitle.Caption=പുതിയ മുന്‍ഗണനാ വികണനം ഡാറ്റ പ്രവേശനം അതിവേഗം ആക്കുന്നു
lblWhatNew_LBTitle.Caption=വിന്‍ഡോസ് 8.1 പുത്തന്‍ ആപ്പ് വികണിനി
lblWhatNew_LBSubTitle.Caption=വിന്‍ഡോസ് 8.1 പുത്തന്‍ ആപ്പ് വികണിനി പൂര്‍ണ വികണനം ഉറപ്പാക്കുന്നു
lblWhatNew_RBTitle.Caption=ഡിസ്ക് ശുചി
lblWhatNew_RBSubTitle.Caption=കുപ്പ നീക്കി വികണനം കാര്യക്ഷമം ആക്കുക
btnClose.Caption=അടയ്ക്കു

[IMF_M]
M_TitleSD=സ്മാര്‍ ഡീഫ്രാഗ് ചേര്‍ത്തു കഴിഞ്ഞു അഡ്വാന്‍സ്ഡ്സിസ്റ്റംകെയര്‍ ചേര്‍ക്കു

[SendBugReportNew_FrmMain]
lblTitle.Caption=അഡ്വാന്‍സ്ഡ്സിസ്റ്റംകെയര്‍ അള്‍ട്ടിമേറ്റ്
btnSendReport.Caption=തടസ്സ വിവരണം അയക്കുക
lblErrorDetails.Caption=തകരാര്‍ വിവരങ്ങള്‍
lblUserEmail.Caption=നിങ്ങളുടെ ഇമെയില്‍
lblSuccTips.Caption=വിവരം നല്‍കിയതിനു നന്ദി, എത്രയും വേഗം പരിഹാരം കാണുന്നതാണ്
btnClose.Hint=അടയ്ക്കു

[SendBugReportNew_M]
M_AskUserTips=തസസ്സം! തകരാര്‍ വിവരം നല്‍കി നന്നാക്കുവാന്‍ സഹായിക്കു
M_BugStatisticsTips=തടസ്സം നിര്‍ത്തണം. കാരണം പരിശോധിക്കുകയാണ്
M_SendingTips=അയക്കുന്നു
M_AttentionTips=തടസ്സം നിര്‍ത്തണം അടച്ചു തുറക്കുക
M_InvalidEmailTips=അസാധു ഇമെയില്‍, മറ്റൊന്ന് ചേര്‍ക്കു ആയതില്‍ ഞങ്ങള്‍ക്ക് വിവരം അറിയിക്കാം
M_OKTips=ശരി

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=അഭിപ്രായം
RdLabel_Mail.Caption=ഇമെയില്‍
RdLabel_Subject.Caption=അപേക്ഷാ ഇനം
RdLabel_MailDes.Caption=ഇമെയില്‍ ശരി എന്നുറപ്പാക്കു ഞങ്ങള്‍ക്ക് വിവരം അറിയിക്കാം
RdLabel_MailBody.Caption=വിവരണം
RdLabel_Attach.Caption=കൂട്ടിച്ചേര്‍ത്തത്
lblSendDes.Caption=അഭിപ്രായം അയക്കുന്നു
lblSend.Caption=അയയ്ക്കു
ButtonCancel.Caption=ഉപേക്ഷ
ComboBox_Subject.Items[0].Caption=എനിക്കത്‌ ഏറെ ഇഷ്ടം
ComboBox_Subject.Items[1].Caption=അഭിപ്രായം
ComboBox_Subject.Items[2].Caption=കണന നിരക്ക് പ്രശ്നങ്ങള്‍
ComboBox_Subject.Items[3].Caption=വികണന പ്രശ്നങ്ങള്‍
ComboBox_Subject.Items[4].Caption=ഇറക്കല്‍ പരാജയം
ComboBox_Subject.Items[5].Caption=തളിക തിരിച്ചറിയാന്‍ കഴിഞ്ഞില്ല
ComboBox_Subject.Items[6].Caption=മറ്റുള്ളവ
ImageNoteClose.hint=അടയ്ക്കു
ButtonAdd.hint=ചേര്‍ക്കു
ButtonAttachView.hint=കാണുക
ButtonSend.Caption=അയയ്ക്കു

[SDFeed_M]
M_MailAddrHint=ഇമെയില്‍ ശരി എന്നുറപ്പാക്കു ഞങ്ങള്‍ക്ക് വിവരം അറിയിക്കാം
M_DescriptionHint=വിവരണം ചേര്‍ക്കു
M_MailSuccHint=നന്ദി ഉടന്‍ പ്രതികരിക്കുന്നതാണ്
M_TimeoutHint=അയക്കാന്‍ കഴിഞ്ഞില്ല. ശരി എന്നമര്‍ത്തി ഓണ്‍ലൈന്‍ അഭിപ്രായം അറിയിക്കുക
M_SendMail=നേരിട്ട് ബന്ധപ്പെടാന്‍ %s
M_Remove=എല്ലാം നീക്കുക
M_AttachErrorExt=ഈ പറയും ഇനം ഫയല്‍ കൂട്ട് ചേര്‍ക്കുവാന്‍ സാധ്യമല്ല
M_AttachOversize=10mb കൂടുതല്‍ വലുപ്പം ഉള്ള ഫയല്‍ കൂട്ട് ചേര്‍ക്കുവാന്‍ സാധ്യമല്ല

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=ആശംസകള്‍
lblInfo.Caption=സ്മാര്‍ട്ട്‌ ഡീഫ്രാഗ് പുതുക്കി
btnOK.Caption=അവലോകനം ചെയ്യുക
btn_close.Hint=അടയ്ക്കു

[SDRegister_Form_IObit_Register]
Label_Title.Caption=പ്രോ ലക്കം കൂടുതല്‍ കാര്യക്ഷമം ആണ്
RdLabel_Des.Caption=പ്രോ ലക്കം കൂടുതല്‍ കാര്യക്ഷമം ആണ്:
RdLabel_01_Title.Caption=൨൦൦% അധികം വേഗത
RdLabel_02_Title.Caption=കൂടുതല്‍ കൂര്‍മം ലളിതം
RdLabel_03_Title.Caption=കൂടിയ സ്ഥിരിത ആഴം
RdLabel_04_Title.Caption=എല്ലായ്പ്പോഴും പുതുക്കു
RdLabel_01_Cap.Caption=കൂടുതല്‍ തളിക ഒഴിവുകള്‍ ൨൦൦% വേഗത
RdLabel_02_Cap.Caption=തത്സമയം വികണനം
RdLabel_03_Cap.Caption=ബൂട്ടില്‍ തീവ്രവികണനം
RdLabel_04_Cap.Caption=യാന്ത്രിക പുതുക്കല്‍
Label_EnterCode.Caption=കോഡ് ചേര്‍ക്കു
Label_Help.Caption=സഹായം
Label_Eg.Caption=ഉദാ: F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=ലൈസന്‍സ് ചേര്‍ത്തു സക്രിയമാക്കു എന്നമര്‍ത്തി പ്രോ കാര്യക്ഷമത കൈ വരിക്കു
Label_LicenseCode.Caption=ലൈസന്‍സ് കോഡ്
Button_Activate.Caption=സക്രിയമാക്കു
Button_RegisterNow.Caption=രജിസ്റ്റര്‍ ചെയ്യ്
Button_RegisterClose.hint=അടയ്ക്കു
Label_LMTitle.Caption=ലൈസന്‍സ് നിയന്ത്രണം
Label_LMLSta.Caption=ലൈസന്‍സ് സ്ഥിതി
Label_LMLCode.Caption=ലൈസന്‍സ് കോഡ്
Label_LMLDate.Caption=കാലാവധി
Label_LMLeftDays.Caption=ബാക്കി ദിനങ്ങള്‍
Label_LMHelp.Caption=സഹായം
Label_LMRefresh.Caption=ഉണര്‍വ്
Label_LMExportL.Caption=ലൈസന്‍സ് പുറത്തേക്ക് എടുക്കു
Button_LMClose.hint=അടയ്ക്കു
Button_OK.Caption=ശരി
Label_KnowMore.Caption=പ്രോ പതിപ്പിനെക്കുറിച്ച് അറിയുക
LabelB_01_Cap.Caption=അടിസ്ഥാന വികണനവും തളികാ സമന്വയവും
LabelB_02_Cap.Caption=200% അധിക പ്രേവേശവേഗം
LabelB_03_Cap.Caption=ക്രീടാ സമന്വയി ഉന്നത ക്രീടാനുഭവം നല്‍കുന്നു
LabelB_04_Cap.Caption=ബൂട്ട് ടൈം വികണനം ത്വരിതഗതിയിലുള്ള യന്ത്ര തുടക്കത്തിനു
LabelB_05_Cap.Caption=വിവേകപൂര്‍വവും യാന്ത്രികമായും വികണനം നടത്തുന്നു
LabelB_06_Cap.Caption=വികണനം ചെയ്യേണ്ടുന്ന തളിക/ഫയല്‍ നിര്‍ണയിക്കുക
LabelB_07_Cap.Caption=പുതു പതിപ്പുകള്‍ യാന്ത്രികമായി പുതുക്കുന്നു
LabelB_08_Cap.Caption=ഏതു നേരവും സാങ്കേതിക സഹായം
LabelB_Curent.Caption=ഇപ്പോള്‍
LabelB_PRO.Caption=പ്രോ

[SDRegister_M]
M_EnterError=ലൈസന്‍സ് കോഡ് ചേര്‍ക്കു
M_ErrorTitle=ഉത്തേജന തടസ്സം
M_SucceedTitle=ഉത്തേജനം
M_IsOtherCode=%s എന്ന ലൈസന്‍സ് %s നു മാത്രം ബാധകം ശരി എന്നമര്‍ത്തി ഇറക്കുമതി ചെയ്യുക %s
M_InvalidCode=അസാധു ലൈസന്‍സ്
M_License_Pro=വിജയകരമായി സക്രിയമാക്കി
M_License_valication=സെര്‍വറുമായി ബന്ധനം പരാജയം വീണ്ടും ശ്രമിക്കുക
M_License_Expired=%s എന്നാ ലൈസന്‍സ് കാലാവധി കഴിഞ്ഞു പുതിയ ഒന്ന് വാങ്ങു
M_License_Unknow=അജ്ഞാത തടസ്സം
M_License_Illegal=ലൈസന്‍സ് സക്രിയമല്ല പുതിയത് വാങ്ങുക
M_License_Overseat=ലൈസന്‍സ്%s പൂര്‍ണമായും ഉപയോഗിച്ചു കഴിഞ്ഞു പുതിയത് വാങ്ങുക
M_GiveawayCode=ഈ സൌജന്യ ലൈസന്‍സ് അസാധുവായി പുതിയ ഒന്ന് വാങ്ങുക

[M_PrivacyScanner]
0=ഇന്റര്‍നെറ്റ്‌ എക്സ്‌പ്ലോറര്‍
1=മോര്‍സില്ല ഫയര്‍ഫോക്സ്
2=ഗൂഗിള്‍ ക്രോം
3=ഓപ്പറ
4=സഫാരി
5=വിന്‍ഡോസ്
6=ഓഫീസ് ഖടകങ്ങള്‍
7=ഇന്റര്‍നെറ്റ്
8=മള്‍ട്ടിമീഡിയ
9=ഉപ ഖടകങ്ങള്‍
10=സ്വകാര്യ എക്സ്റ്റന്‍ഷന്‍
11=ഓപ്പറ നക്സ്റ്റ്
12=മോര്സില്ല തണ്ടര്‍ബേഡ്
13=ഐസ് ദ്രാഗന്‍
14=വിന്‍ഡോസ് ആപ്പ്
15=ഐ ടൂണ്‍
M_Scan=പരിശോധിക്കുന്നു
M_Fix=നന്നാക്കുന്നു
M_GS=സാമാന്യ സ്ഥിതി
M_TyURL=എഴുതിയ URL
M_Cookie=കുക്കികള്‍
M_TempF=താല്‍കാലിക ഫയല്‍
M_His=ഇതിഹാസം
M_IDF=ഇന്‍ഡെക്സ് ഡാറ്റ ഫയല്‍
M_AFF=ശേഖരിച്ച ഫാറം വിവരങ്ങള്‍
M_AFP=ശേഖരിച്ച സൂത്രവാക്യങ്ങള്‍
M_ICache=ഇന്റര്‍നെറ്റ്‌ കച്ചേ
M_DownHis=ഇറക്കുമതി ഇതിഹാസം
M_SaveFI=ശേഖരിച്ച ഫാറം വിവരങ്ങള്‍
M_Reg=രെഗ് എഡിറ്റ്‌
M_ReDoc=ആനുകാലിക പ്രമാണങ്ങള്‍
M_RunHis=ചരിത്രോദ്ധനം
M_DelOnBoot=(പൂട്ടുമ്പോള്‍ നീക്കുക)
M_ItemsCap=%s വക,%s
M_Session=പ്രഖരം
M_SavePwd=ശേഖരിച്ച സൂത്രവാക്യങ്ങള്‍
M_ComDatabase=ഡാറ്റാബേസ് ചുരുക്കു
M_PriFixCap=[സ്വകാര്യത ]: %d പ്രശ്നങ്ങള്‍ നീക്കി
M_Det=വിശദാംശം
M_Del=നീക്കി
M_CFFDB=ഫയര്‍ഫോക്സ് ഡാറ്റാബേസ് ചുരുക്കു
M_CGCDB=ക്രോം ഡാറ്റാബേസ് ചുരുക്കു
M_WebBro=വെബ്‌ ബ്രൌസര്‍
M_NoteIt=കുറിപ്പ്: %s അത് സക്രിയമാക്കുമ്പോള്‍ കണങ്ങള്‍ മായ്ക്കാന്‍ കഴിയില്ല
M_NoteThey=കുറിപ്പ്: %s അവ സക്രിയമാക്കുമ്പോള്‍ കണങ്ങള്‍ മായ്ക്കാന്‍ കഴിയില്ല
M_WebIcons=വെബ്സൈറ്റ് മുദ്രകള്‍
M_LastDL=അവസാന ഇറക്കുമതി സ്ഥലം
M_InsCache=ഇന്‍സ്റ്റാളര്‍ കാച്ചെ
M_MobApp=മൊബൈല്‍ ഖടകങ്ങള്‍
M_Book=പുസ്തകങ്ങള്‍
M_Podcasts=പരിപാടികള്‍
M_SanpViewer=സ്നാപ്-ഷോട്ട് ദര്‍ശിനി
M_RemoteD=വിദൂര ഡെസ്ക്ടോപ്പ്
M_ManageC=നിയന്ത്രണ കക്ഷം
M_Wordpad=വേര്‍ഡ്‌ പാഡ്
M_Paint=പെയിന്‍റ്
M_PhotoE=ഫോട്ടോ എഡിറ്റര്‍
M_GameE=ഗെയിം എക്സ്‌പ്ലോറര്‍
M_Defender=വിന്‍ഡോസ് ദിഫെണ്ട്ര്‍
M_Search=തിരയു

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=തളികാ ആരോഗ്യം
btn_auto_defrag.Caption=യാന്ത്രിക വികണനം
btn_boot_defrag.Caption=ബൂട്ട്സമയ വികണനം
btn_disk_clean.Caption=ഡിസ്ക് ശുചി
lblOptimizeType.Items[1].Caption=മുറിക്കു
lblOptimizeType.Items[2].Caption=അപ്പ്സ് സമന്വയം

[SmartDefrag_SDPromoteFrame]
rdlblStatus.Caption=pc വികണന സ്ഥിതി
rdlblAboutPro.Caption=എല്ലാ ഖടകങ്ങളും അവലോകനം ചെയ്യുക
btnPurchaseNow.Caption=ഉടന്‍ വാങ്ങുക
btnBack.Caption=പിന്നാക്കം
lblLeaveContent.Items[0].Caption=യാന്ത്രിക മായി തിരഞ്ഞെടുത്ത ഫയല്‍ ,തളിക എന്നിവ വികണീകരിക്കുക,ഉച്ച ക്ഷമത നേടുക
lblLeaveContent.Items[1].Caption=ബൂട്ട് ടൈം ഡീഫ്രാഗ് തിരഞ്ഞെടുത്ത ഫയലുകള്‍ യന്തതുടക്കത്തില്‍ വികണിക്കുന്നു ഉച്ച ക്ഷമത നേടുക
rdlblRightTitle.Items[0].Caption=എല്ലാ ഖടകങ്ങളും വികണികരിച്ചു
rdlblRightTitle.Items[1].Caption=ഉപയോഗത്തിലുള്ള ഫയലുകള്‍ വികണികരിച്ചു
rdlblRightTitle.Items[2].Caption=കണങ്ങള്‍ വിജയകരമായി ക്രമീകരിച്ചു
rdlblLeftTitle.Items[0].Caption=pc യുടെ ഉന്നത ക്ഷമത ഉറപ്പാക്കുന്നു
rdlblLeftTitle.Items[1].Caption=തളികയുടെ ഉന്നത ക്ഷമത ഉറപ്പാക്കുന്നു
rdlblLeftContent.Items[0].Caption=60 ദിവസത്തെ പൂര്‍ണ പണം വപ്സി എന്ന നയം നിങ്ങളുടെ സംതൃപ്തി ഉറപ്പാക്കുന്നു , ഉത്പന്നങ്ങള്‍ സമ്ത്രിപ്തമല്ല എന്നായാല്‍ നിങ്ങള്‍ സുരക്ഷിതരാണ്‌
rdlblLeftContent.Items[1].Caption=60 ദിവസത്തെ പൂര്‍ണ പണം വപ്സി എന്ന നയം നിങ്ങളുടെ സംതൃപ്തി ഉറപ്പാക്കുന്നു , ഉത്പന്നങ്ങള്‍ സമ്ത്രിപ്തമല്ല എന്നായാല്‍ നിങ്ങള്‍ സുരക്ഷിതരാണ്‌
rdlblTitle3.Caption=പ്രോ ലക്കം ഉപയോഗിച്ച് പരമ ക്ഷമത നേടുക
rdlblContent1.Caption=കൂടുതല്‍ ഡിസ്ക് ഒഴിവ്,&& ഉന്നത ഡാറ്റ പ്രവേഗം
rdlblContent2.Caption=തത്സമയം തിരഞ്ഞെടുത്ത ഫയലുകള്‍ക്ക് യാത്രിക വികണനം നല്‍കുന്നു
rdlblContent3.Caption=ബൂട്ട് ടൈമില്‍ സിസ്റം ഫയലുകളും വികണനം ചെയ്യുക
rdlblContent4.Caption=പുത്തന്‍ പതിപ്പുകള്‍ യാന്ത്രികമായി പുതുക്കുന്നു

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=അടയ്ക്കു
btnSetting.Hint=ക്രമം
btnDefragManually.Caption=സ്വയം വികണനം ചെയ്യുക
btnActivateAutoDefrag.Caption=യാന്ത്രിക വികണനം സക്രിയമാക്കുക
lblTitle.Caption=വികണന പൂർവ നിശ്ചയം
btnShowAgain.Caption=വീണ്ടും കാണിക്കരുത്

[DiskInfo_Smart]
UNKNOWN=അജ്ഞാതം
VENDOR_SPECIFIC=വിക്രേതാ അനുകൂലിതം
01=ലേഖന തടസ്സ നിരക്ക്
02=പരമാവധി ക്ഷമത
03=ഭ്രമണം  കഴിയുന്ന കാലാവധി
04=ആരംഭ/വിരാമ ഗണന
05=മാറ്റിസ്ഥാപിച്ച കണങ്ങളുടെ എണ്ണം
06=വായനാ പാതഒഴിവു
07=പ്രവേശ തടസ്സ നിരക്ക്
08=പ്രവേശ കാലാവധി ക്ഷമത
09=ശക്തി- സക്രിയ കാലം
0A=ഭ്രമണ പുന:ശ്രമ ഗണന
0B=പുന:ആങ്കന ശ്രമങ്ങള്‍
0C=ശക്തി ഭ്രമണ ഗണന
0D=അല്‍പലഭ്യതാ തടസ്സഗണന
B8=ആദ്യവസാന തടസ്സം
BB=അസാധ്യമായ തകരാര്‍ വിവരം സമര്‍പ്പിച്ചു
BC=നിര്‍ദേശം കാലം ചെയ്തു
BD=ഹൈ ഫ്ലൈ ലേഖനം
BE=വായു താപനില
BF=ഭൂഗുരുത്വ തടസ്സ നിരക്ക്
C0=ശക്തി നഷ്ട പുന:പ്രപന ഗണന
C1=ലോഡ് /അണ്‍ലോഡ് ചാക്രിക ഗണന
C2=താപനില
C3=ഹാര്‍ഡ്‌വെയര്‍ ECC പുന:പ്രാപനം
C4=പുന:സ്ഥാപന ഗണന
C5=നിലവില്‍ ബാക്കിഭാഗം
C6=അസാധ്യ ഭാഗഗണന
C7=അള്‍ട്രാ CRC തടസ്സ നിരക്ക്
C8=ലേഖന തടസ്സ നിരക്ക്
C9=ലഘു ദര്‍ശന തടസാ നിരക്ക്
CA=ടാറ്റ തിരിച്ചറിയല്‍ തടസ്സം
CB=റണ്‍ ഔട്ട്‌ ഉപേക്ഷ
CC=ലഘു ECC തിരുത്തല്‍
CD=താപ സങ്കട നിരക്ക്
CE=പറക്കും ഉയരം
CF=കരഗുന്ന ഉന്നത പ്രവാഹം
D0=ഭ്രമണ സംവഹനി
D1=ഒഫ്ഫ്ലിനെ സീക്ക് ക്ഷമത
D3=ലേഖന സമയത്തെ കമ്പനം
D4=ലേഖന കാലത്തെ കിടുക്കം
DC=ഡിസ്ക് മാറല്‍
DD=ഭൂഗുരുത്വ തടസ്സ നിരക്ക്
DE=ലോഡ് ആയ മണിക്കൂര്‍
DF=ലോഡ്/ അണ്‍ ലോഡ് പുന:ശ്രമ നിരക്ക്
E0=ലോഡ് ഖര്‍ഷണം
E1=ലോഡ് /അണ്‍ലോഡ് ചാക്രിക ഗണന
E2=ലോഡ് ആകുന്ന സമയം
E3=പ്രതിബല വര്‍ധന നിരക്ക്
E4=ശക്തി ക്ഷയ പുന:പ്രപന ചക്രം
E6=GMR ഹെഡ് ശ്രുന്ഗം
E7=താപനില
F0=ഹെഡ് ഫ്ലയിംഗ് മണികൂര്‍
FA=ദര്‍ശന തടസ്സ പുന:പ്രപന നിരക്ക്
FE=ഫ്രീഫാള്‍ സുരക്ഷ

[DiskInfo_SmartSsd]
01=ലേഖന തടസ്സ നിരക്ക്
02=പരമാവധി ക്ഷമത
03=ഭ്രമണം  കഴിയുന്ന കാലാവധി
04=ആരംഭ/വിരാമ ഗണന
05=മാറ്റിസ്ഥാപിച്ച കണങ്ങളുടെ എണ്ണം
06=വായനാ പാതഒഴിവു
07=പ്രവേശ തടസ്സ നിരക്ക്
08=പ്രവേശ കാലാവധി ക്ഷമത
09=ശക്തി- സക്രിയ കാലം
0A=ഭ്രമണ പുന:ശ്രമ ഗണന
0B=പുന:ആങ്കന ശ്രമങ്ങള്‍
0C=ശക്തി ഭ്രമണ ഗണന
0D=അല്‍പലഭ്യതാ തടസ്സഗണന
C0=അസുരക്ഷിത അടയ്ക്കല്‍
C2=താപനില
C4=പുന:സ്ഥാപന ഗണന
C5=നിലവില്‍ ബാക്കിഭാഗം
C6=അസാധ്യ ഭാഗഗണന
FF=ശേഷിക്കുന്ന കാലം

[DiskInfo_SmartMtron]
BB=പൂര്‍ണ നീക്കല്‍ ഗണന

[DiskInfo_SmartIndlinx]
01=ലേഖന തടസ്സ നിരക്ക്
09=ശക്തി- സക്രിയ കാലം
0C=ശക്തി ഭ്രമണ ഗണന
B8=ആരംഭ തകരാര്‍ഖടക ഗണന
C3=പ്രോഗ്രാം പരാജയ ഗണന
C4=നിഷ്കാസന പരാജയ ഗണന
C5=ദരസന പരാജയ ഗാണന
C6=ആകെ ദര്‍ശന ഭാഗഗണന
C7=ലേഖന ഭാഗ ഗണന
C8=റീഡ് നിര്‍ദേശം ആകെ ഗണന
C9=ലേഖന നിര്‍ദേശം ആകെ നിരക്ക്
CA=ഫ്ലാഷില്‍ നിന്നും ആകെ ബിറ്റ് തടസ്സ നിരക്ക്
CB=സാധ്യമായ  ബിറ്റ് തകരാര്‍ ആകെ നിരക്ക്
CC=ബാദ് ബ്ലോക്ക് ഫുള്‍ ഫ്ലാഗ്
CD=പരമാവധി PE ഗണന നിര്‍ദേശം
CE=ചുരുങ്ങിയ  നീക്കല്‍ ഗണന
CF=പരമാവധി നീക്കല്‍ ഗണന
D0=ശരാശരി നീക്കല്‍ ഗണന
D1=ശേഷിക്കുന്ന തളികാ ആയൂ

[DiskInfo_SmartJMicron60x]
09=ശക്തി- സക്രിയ കാലം
0C=ശക്തി ഭ്രമണ ഗണന
C2=താപനില
E5=സിസ്റ്റം അടയാളം ഫ്ലാഷ് അടയാളം ഇവ തടയുക
E8=ഫിലിം വെയര്‍ പതിപ്പ്
E9=ECC തടസ്സ വിവരണം
EA=ശരാശരി നീക്കല്‍ ,പരമാവധി നീക്കല്‍ ഗണന
EB=ഗുഡ് ബ്ലോക്ക് ഗണന സിസ്റ്റം ബ്ലോക്ക് ഗണന

[DiskInfo_SmartIntel]
03=സ്പിന്‍ അപ്പ്‌ സമയം
04=ആരംഭ/വിരാമ ഗണന
05=പുന:സ്ഥാപിച്ച ഭാഗ ഗണന
09=തുടങ്ങിയ മണികൂര്‍ ഗണന
0C=ശക്തി ഭ്രമണ ഗണന
C0=അസുരക്ഷിത അടയ്ക്കല്‍
E1=ഹോസ്റ്റ് ലേഖനം
E8=ലഭ്യമായ സംവരണ സ്ഥലം
E9=തളികാ തേയ്മാന സൂചിക
B8=ആദ്യാവസാന തടസ്സ ലഭ്യതാ ഗണന

[DiskInfo_SmartSamsung]
09=തുടങ്ങിയ മണികൂര്‍
0C=തുടങ്ങല്‍ ഗണന
AF=പ്രോഗ്രാം പരാജയ നിരക്ക്
B0=നിഷ്കാസന പരാജയ നിരക്ക്
B1=തേയ്മാന യോജന ഗണന
B2=ഉപയോഗിച്ച ബ്ലോക്ക് നിരക്ക് (ചിപ്പ്)
B3=ഉപയോഗിച്ച ബ്ലോക്ക് നിരക്ക് (ആകെ)
B4=ഉപയോഗിക്കാത്ത സംവരണ ബ്ലോക്ക് നിരക്ക് (ആകെ)
B5=പ്രോഗ്രാം പരാജയ നിരക്ക് (ആകെ)
B6=നിഷ്കാസന പരാജയ നിരക്ക് (ആകെ)
B7=സക്രിയ ബാഡ് ബ്ലോക്ക് നിരക്ക് (ആകെ)
BB=അസാധ്യ തടസ്സ നിരക്ക്
BE=താപനില അഗ്രണന നിരക്ക്
C2=താപനില
C3=ECC നിരക്ക്
C6=ഓഫ്‌ ലൈന്‍ അസാദ്യ തടസ്സ നിരക്ക്
C7=CRC തടസ്സം ഗണന
C9=സൂപ്പര്‍ ക്യാപ് സ്ഥിതി
CA=SSD മോഡ് സ്ഥിതി

[DiskInfo_SmartSandForce]
01=അസംസ്കൃത ദര്‍ശന തടസ്സ നിരക്ക്
05=വിരമിച്ച ബ്ലോക്ക് ഗണന
09=തുടങ്ങിയ മണികൂര്‍
0C=ശക്തി ഭ്രമണ ഗണന
0D=ലഘു ദര്‍ശന തടസാ നിരക്ക്
64=നീക്കിയ ഗിഗാബൈറ്റ്
AA=സംവരണ ബ്ലോക്ക് നിരക്ക്
AB=പ്രോഗ്രാം പരാജയ ഗണന
AC=നിഷ്കാസന പരാജയ ഗണന
AE=അപ്രതീക്ഷിത ശക്തിച്ചേദ ഗണന
B1=തേയ്മാന മേഖലാ ടെല്‍റ്റ
B5=പ്രോഗ്രാം പരാജയ ഗണന
B6=നിഷ്കാസന പരാജയ ഗണന
B8=I/O  വീക്ഷിത തടസ്സങ്ങള്‍
BB=അസാധ്യമായ തകരാര്‍ വിവരം സമര്‍പ്പിച്ചു
C2=താപനില
C3=സക്രിയാവസ്ഥയില്‍ ECC അസാധ്യ തടസ്സ നിരക്ക്
C4=പുന:സ്ഥാപന ഗണന
C6=അസാധ്യ ഭാഗഗണന
C7=SATA തകരാര്‍ (CRC) തിരുത്തല്‍ നിരക്ക്
C9=ലഘു ദര്‍ശന അസാധ്യ തടസ്സ നിരക്ക്
CC=ലഘു ECC തടസ്സ നിരക്ക്
E6=ആയൂ വക്ര സ്ഥിതി
E7=ശേഷിക്കുന്ന SSD ആയൂ
E8=ലഭ്യമായ സംവരണ സ്ഥലം
EB=സൂപ്പര്‍ ക്യാപ് ആരോഗ്യം
F1=ഹോസ്റ്റില്‍ നിന്നും ആയുഷകാല കേഖനം
F2=ഹോസ്റ്റില്‍ നിന്നും ആയുഷ്കാല ദര്‍ശനം

[DiskInfo_SmartJMicron61x]
01=ലേഖന തടസ്സ നിരക്ക്
02=പരമാവധി ക്ഷമത
03=ഭ്രമണം  കഴിയുന്ന കാലാവധി
05=മാറ്റിസ്ഥാപിച്ച കണങ്ങളുടെ എണ്ണം
07=പ്രവേശ തടസ്സ നിരക്ക്
08=പ്രവേശ കാലാവധി ക്ഷമത
09=ശക്തി- സക്രിയ കാലം
0A=ഭ്രമണ പുന:ശ്രമ ഗണന
0C=ശക്തി ഭ്രമണ ഗണന
A8=SATA PHY തടസ്സ ഗണന
AF=തകരാര്‍  ഖടകപട്ടികാ ഗണന(ECC തടസ്സ ഗണന)
C0=അപ്രതീക്ഷിത ശക്തിച്ചേദ ഗണന
C2=താപനില
C5=നിലവില്‍ ബാക്കിഭാഗം
AA=ബാഡ്ബ്ലോക്ക് ഗണന
AD=നിഷ്കാസന നിരക്ക്

[DiskInfo_SmartMicron]
01=അസംസ്കൃത ദര്‍ശന തടസ്സ നിരക്ക്
05=മാറ്റിസ്ഥാപിച്ച കണങ്ങളുടെ എണ്ണം
09=ശക്തി- സക്രിയ കാലം
0C=ശക്തി ഭ്രമണ ഗണന
AA=പരാജിത ബ്ലോക്ക് വര്‍ധന നിരക്ക്
AB=പ്രോഗ്രാം പരാജയ ഗണന
AC=നിഷ്കാസന പരാജയ ഗണന
AD=തേയ്മാന യോജന ഗണന
AE=അപ്രതീക്ഷിത ശക്തിച്ചേദ ഗണന
B5=നോണ്‍ 4K അലൈന്‍ട് പ്രവേശം
B7=SATA ഇന്റര്‍ ഫേസ് ഡൌണ്‍ ഷിഫ്റ്റ്‌
BB=അസാധ്യമായ തകരാര്‍ വിവരം സമര്‍പ്പിച്ചു
BC=നിര്‍ദേശം കാലം ചെയ്തു
BD=ഫാക്ടറി ബാദ് ബ്ലോക്ക് നിരക്ക്
C4=പുന:സ്ഥാപന ഗണന
C5=നിലവില്‍ ബാക്കിഭാഗം
C6=സ്മാര്‍ട്ട്‌ ഓഫ്‌ ലൈന്‍ സ്കാന്‍ അസാധ്യ തകരാര്‍ ഗണന
C7=അള്‍ട്രാ DMA CRC തകരാര്‍ നിരക്ക്
CA=നിര്‍ദ്ധിഷ്ട ആയൂ ഉപഭോഗ ശതമാനം
CE=ലേഖന തടസ്സ നിരക്ക്

[DiskInfo_MainForm]
btnClose.Hint=അടയ്ക്കു
btnMaxmize.Hint=വലുതാക്കുക
btnMinmize.Hint=ചുരുക്കുക
btnRestore.Hint=പുന:സ്ഥാപനം
rdlblDiskStatus.Caption=തളികാരോഗ്യം:
rdlblDiskTemp.Caption=താപനില:
rdlblUsage.Caption=ഉപയോഗം:
rdlblReadSpeed.Caption=വായനാവേഗം:
rdlblResponseTime.Caption=പ്രതിക്രിയാ കാലം
rdlblWriteSpeed.Caption=ലേഖനവേഗം
rdlblDriveName.Caption=തളികാ
rdlblFreeMoreSpace.Caption=കൂടുതല്‍ സ്ഥലം ഒഴിച്ചെടുക്കു
rdlblDiskInfo.Caption=യാന്ത്രിക പരീക്ഷാ വിവരണം
lvDiskInfo.Columns[0].Caption=അടയാളം
lvDiskInfo.Columns[1].Caption=അടയാള നാമം
lvDiskInfo.Columns[2].Caption=സ്ഥിതി
lvDiskInfo.Columns[3].Caption=മൂല്യം
lvDiskInfo.Columns[4].Caption=മ്ലേച്ചം
lvDiskInfo.Columns[5].Caption=മര്‍ദ്ദ പരിധി
lvDiskInfo.Columns[6].Caption=അസംസ്കൃത ടാറ്റാ

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=അടയ്ക്കു
btnSetting.Hint=കൃമീകരണം
btnDefragManually.Caption=താൻ തന്നെ വികണനം ചെയ്യുക
btnActivateAutoDefrag.Caption=യാന്തിക വികണിനി തുടങ്ങുക
lblTitle.Caption=വികണനം നിശ്ചയിക്കുക
btnShowAgain.Caption=വീണ്ടും കാണിക്കരുത്

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=താൻ തന്നെ പുതുക്കുക
lblActiveTitle.Caption=താൻ തന്നെ പുതുക്കി തളർന്നുവോ ?
btnActiveAutoUpt.Caption=യാന്തിക പുതുക്കൽ തുടങ്ങുക
btnDonotShow.Caption=വീണ്ടും കാണിക്കരുത്
lblClose.Caption=അടയ്ക്കു

